Revit 2024 API
UnitTypeId.RankineInterval Property
 Rankine interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RankineInterval { get; }
Visual Basic
Public Shared ReadOnly Property RankineInterval As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RankineInterval {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace